Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: At the 32nd meeting, on 23 November 2005, the representative of the United Kingdom of Great Britain and Northern Ireland, on behalf of Andorra, Austria, Belgium, Bulgaria, Cyprus, the Czech Republic, Denmark, Estonia, Finland, France, Georgia, Germany, Ghana, Greece, Guatemala, Guinea, Hungary, Ireland, Israel, Italy, Kenya, Latvia, Lithuania, Luxembourg, Malta, Monaco, the Netherlands, Norway, Poland, Portugal, the Republic of Moldova, Romania, Saint Lucia, Saint Vincent and the Grenadines, San Marino, Serbia and Montenegro, Slovakia, Slovenia, Spain, Sweden, the former Yugoslav Republic of Macedonia, Turkey, Tuvalu and the United Kingdom of Great Britain and Northern Ireland, introduced a draft resolution entitled “Towards global partnerships” (A/C.2/60/L.38).
fr: À la 32e séance, le 23 novembre 2005, le représentant du Royaume-Uni de Grande-Bretagne et d'Irlande du Nord a présenté un projet de résolution intitulé « Vers des partenariats mondiaux » (A/C.2/60/L.38) au nom des pays suivants : Allemagne, Andorre, Autriche, Belgique, Bulgarie, Chypre, Danemark, Espagne, Estonie, ex-République yougoslave de Macédoine, Finlande, France, Géorgie, Ghana, Grèce, Guatemala, Guinée, Hongrie, Irlande, Israël, Italie, Kenya, Lettonie, Lituanie, Luxembourg, Malte, Monaco, Norvège, Pays-Bas, Pologne, Portugal, République de Moldova, République tchèque, Roumanie, Royaume-Uni de Grande-Bretagne et d'Irlande du Nord, Sainte-Lucie, Saint-Marin, Saint-Vincent-et-les Grenadines, Serbie-et-Monténégro, Slovaquie, Slovénie, Suède, Turquie et Tuvalu.

source: Subsequently, Afghanistan and El Salvador joined in sponsoring the draft resolution which read:
fr: Par la suite, l'Afghanistan et El Salvador se sont joints aux auteurs du projet de résolution. Le projet se lit comme suit :

source: “Recalling its resolutions 55/215 of 21 December 2000, 56/76 of 11 December 2001 and 58/129 of 19 December 2003,
fr: Rappelant ses résolutions 55/215 du 21 décembre 2000, 56/76 du 11 décembre 2001 et 58/129 du 19 décembre 2003,

source: “Reaffirming its resolve to create an environment, at the national and global levels alike, that is conducive to sustainable development and the elimination of poverty,
fr: Réaffirmant qu'elle est résolue à créer, tant au niveau national qu'au niveau mondial, un environnement propice au développement durable et à l'élimination de la pauvreté,

source: “Recalling the objectives formulated in the United Nations Millennium Declaration, notably in the Millennium Development Goals, and the reaffirmation they have received in the 2005 World Summit Outcome, particularly in regard to developing partnerships through the provision of greater opportunities to the private sector, non-governmental organizations and civil society in general so as to enable them to contribute to the realization of the goals and programmes of the Organization, in particular in the pursuit of development and the eradication of poverty,
fr: Rappelant les objectifs formulés dans la Déclaration du Millénaire, notamment les objectifs du Millénaire pour le développement, et le fait qu'ils ont été réaffirmés dans le Document final du Sommet mondial de 2005 en particulier pour ce qui est de mettre en place des partenariats en donnant au secteur privé, aux organisations non gouvernementales et à la société civile en général la possibilité de contribuer davantage à la réalisation des objectifs et programmes de l'Organisation, notamment aux fins du développement et de l'élimination de la pauvreté,

source: “Underlining the fact that cooperation between the United Nations and all relevant partners, in particular the private sector, can further the purposes and principles embodied in the Charter of the United Nations and make concrete contributions to the realization of the Millennium Development Goals and the other goals contained in the Millennium Declaration, as well as in the outcomes of major United Nations conferences and summits and their reviews, in particular in the area of development and the eradication of poverty, and shall be undertaken in a manner that maintains the integrity, impartiality and independence of the Organization,
fr: Insistant sur le fait que la coopération entre l'Organisation des Nations Unies et tous les partenaires concernés, en particulier le secteur privé, doit être conforme aux buts et principes énoncés dans la Charte des Nations Unies et apporter des contributions concrètes à la réalisation des objectifs du Millénaire pour le développement et des autres objectifs énoncés dans la Déclaration du Millénaire et dans les textes issus des grandes conférences et réunions au sommet organisées par les Nations Unies ainsi que leur examen, en particulier dans le domaine du développement et de l'élimination de la pauvreté, et doit être conduite de telle façon que l'intégrité, l'impartialité et l'indépendance de l'Organisation soient préservées,

source: “Recalling, in this context, the guidelines on cooperation between the United Nations and the business community, and taking note of the appointment by the Secretary-General of a Special Representative, pursuant to Commission on Human Rights resolution 2005/69 of 20 April 2005,
fr: Rappelant, dans ce contexte, les directives concernant la coopération entre l'Organisation des Nations Unies et les milieux d'affaires, et prenant note de la nomination par le Secrétaire général d'un représentant spécial conformément à la résolution 2005/69 de la Commission des droits de l'homme en date du 20 avril 2005,

source: “Also recalling that the International Conference on Financing for Development welcomed all efforts to encourage good corporate citizenship, and welcoming the initiative by the Financing for Development Office of the Department of Economic and Social Affairs of the Secretariat, in response to General Assembly resolution 58/230 of 23 December 2003, to hold a series of multi-stakeholder consultations on development finance issues, whose findings were presented at the High-level Dialogue on Financing for Development held in New York on 27 and 28 June 2005,
fr: Rappelant en outre que les participants à la Conférence internationale sur le financement du développement se sont félicités de tous les efforts déployés pour encourager le civisme dans les relations d'affaires, et se félicitant de l'initiative prise par le Bureau du financement du développement du Département des affaires économiques et sociales du Secrétariat, en réponse à la résolution 58/230 de l'Assemblée générale en date du 23 décembre 2003, de tenir une série de consultations avec diverses parties prenantes sur les questions de financement du développement, dont les conclusions ont été présentées pendant le Dialogue de haut niveau sur le financement du développement qui s'est tenu à New York les 27 et 28 juin 2005,

source: “Taking note of the following reports:
fr: Prenant acte des rapports suivants :

source: “(a) Building on the Monterrey Consensus: The Growing Role of Public-Private Partnerships in Mobilizing Resources for Development, presented to the United Nations High-level Plenary Meeting on Financing for Development, held in New York on 14 September 2005, by the Global Institute for Partnership and Governance of the World Economic Forum, in cooperation with the Secretariat of the United Nations and the Swiss Agency for Development and Cooperation,
fr: a) Building on the Monterrey Consensus: The growing Role of the Public-Private Partnerships in Mobilizing Resources for Development, présenté à la Réunion plénière de haut niveau des Nations Unies sur le financement du développement, qui s'est tenue à New York le 14 septembre 2005, par le Global Institute for Partnership and Governance du Forum économique mondial, en coopération avec le Secrétariat de l'Organisation des Nations Unies et l'Agence suisse pour le développement et la coopération;

source: “(b) A Fair Globalization: Creating Opportunities for All, published by the International Labour Organization and presented at United Nations Headquarters on 20 September 2004 by the Presidents of Finland and the United Republic of Tanzania, the co-chairs of the World Commission on the Social Dimension of Globalization established by the International Labour Organization,
fr: b) Une mondialisation juste : créer des opportunités pour tous publié par l'Organisation internationale du Travail et présenté au Siège de l'Organisation des Nations Unies le 20 septembre 2004 par les Présidents de la Finlande et de la République-Unie de Tanzanie, Coprésidents de la Commission mondiale sur la dimension sociale de la mondialisation, créée par l'Organisation internationale du Travail;

source: “(c) Unleashing Entrepreneurship: Making Business Work for the Poor presented to the Secretary-General by the Commission on the Private Sector and Development, convened by the Secretary-General,
fr: c) Libérer l'entreprenariat : mettre le monde des affaires au service des pauvres, présenté au Secrétaire général par la Commission du secteur privé et du développement, créée par le Secrétaire général,

source: “Emphasizing that all relevant partners, in particular the private sector, can contribute in several ways to addressing the obstacles confronted by developing countries in mobilizing the resources needed to finance their sustainable development and to the realization of the development goals of the United Nations through, inter alia, financial resources, access to technology, management expertise, and support for programmes, including through the reduced pricing of drugs, where appropriate, for the prevention, care and treatment of HIV/AIDS and other diseases,
fr: Mettant l'accent sur le fait que tous les partenaires concernés, en particulier le secteur privé, peuvent contribuer de diverses manières à lever les obstacles auxquels se heurtent les pays en développement s'agissant de mobiliser les ressources nécessaires au financement du développement durable et à réaliser les objectifs de développement de l'Organisation des Nations Unies en apportant notamment des ressources financières, un accès aux techniques, des compétences en matière de gestion et un appui aux programmes de prévention, de soins et de traitement du VIH/sida et d'autres maladies, y compris, le cas échéant, en réduisant le prix des médicaments,

source: “Encouraging the private sector to engage as reliable and consistent partners in the development process and to take into account not only the economic and financial, but also the developmental, social, human rights, gender and environmental implications of their undertakings and, in general, towards accepting and implementing the principle of good corporate citizenship, that is, bringing social values and responsibilities to bear on a conduct and policy premised on profit incentives, in conformity with national laws and regulations,
fr: Encourageant le secteur privé à participer, en tant que partenaire fiable et résolu, au processus de développement, à prendre en compte, non seulement les conséquences économiques et financières, mais également les incidences au niveau social et sur le plan du développement, des droits de l'homme, des sexospécificités et de l'environnement, de ses initiatives et, de manière générale, à accepter et appliquer le principe du civisme dans les relations d'affaires, c'est-à-dire à faire en sorte que les valeurs et responsabilités sociales influent sur un comportement et des politiques motivés par la recherche du profit, conformément à la législation et à la réglementation nationales,

source: “Noting that the secretariat of the Commission on Sustainable Development is continuing its efforts to promote partnerships for sustainable development, inter alia, through the establishment of an interactive online database, the preparation of a report on partnerships for sustainable development to the Commission's twelfth session in 2004, the holding of a partnership fair at its thirteenth session in 2005 and prospectively at its fourteenth session in 2006, in line with the determination by the Economic and Social Council that partnerships for sustainable development, as voluntary multi-stakeholder initiatives, contribute to the implementation of Agenda 21 and the Plan of Implementation of the World Summit on Sustainable Development (`Johannesburg Plan of Implementation'),
fr: Notant que le secrétariat de la Commission du développement durable poursuit ses efforts en vue de promouvoir les partenariats en faveur du développement durable, notamment par la mise en place d'une base de données interactives en ligne, l'élaboration d'un rapport sur les partenariats en faveur du développement durable à l'intention de la Commission à sa douzième session (2004), la tenue d'une foire du partenariat à sa treizième session (2005) et éventuellement à sa quatorzième session (2006), conformément à la conclusion à laquelle est parvenue le Conseil économique et social, selon laquelle les partenariats propres à promouvoir le développement durable, en tant qu'initiatives volontaires prises par les parties prenantes, contribuent à la mise en œuvre d'Action 21 et du Plan de mise en œuvre du Sommet mondial pour le développement durable (“Plan de mise en œuvre de Johannesburg”),

source: “Taking note of the progress achieved in United Nations partnerships, notably in the framework of the Global Compact, the Information and Communication Technologies Task Force, the regional economic commissions and various United Nations organizations, agencies, funds and programmes, including the United Nations Children's Fund, the United Nations Development Programme and the United Nations Fund for International Partnerships, and welcoming the establishment of a multitude of partnerships at the field level, entered into by various United Nations agencies, non-public partners and Member States, such as the United Nations Public-Private Alliance for Rural Development and the Growing Sustainable Business initiative, initiated by the Global Compact and implemented by the United Nations Development Programme,
fr: Prenant note des progrès accomplis dans les partenariats des Nations Unies, notamment dans le cadre du Pacte mondial, du Groupe d'étude sur les technologies de l'information et des communications, des commissions économiques régionales et de divers organismes, institutions, fonds et programmes des Nations Unies, notamment le Fonds des Nations Unies pour l'enfance, le Programme des Nations Unies pour le développement et le Fonds des Nations Unies pour les partenariats internationaux, et se félicitant de la création d'une multitude de partenariats au niveau local impliquant divers organismes des Nations Unies, des partenaires non étatiques et des États Membres, tels que l'Alliance des Nations Unies entre les organismes publics et privés pour le développement rural et l'initiative “Encourager les entreprises viables pour réduire la pauvreté” lancée par le Pacte mondial et mise en œuvre par le Programme des Nations Unies pour le développement,

source: “1. Takes note with appreciation of the report of the Secretary-General on enhanced cooperation between the United Nations and all relevant partners, in particular the private sector;
fr: Prend note avec satisfaction du rapport du Secrétaire général intitulé “Renforcement de la coopération entre l'Organisation des Nations Unies et tous les partenaires concernés, en particulier le secteur privé”;

source: “2. Stresses that partnerships are voluntary and collaborative relationships between various parties, both public and non-public, in which all participants agree to work together to achieve a common purpose or undertake a specific task and to share risks and responsibilities, resources and benefits;
fr: Souligne que les partenariats sont des relations volontaires de collaboration entre diverses parties, publiques et non publiques, qui conviennent d'œuvrer ensemble à la réalisation d'un objectif commun ou d'une activité spécifique et de partager les risques et les responsabilités ainsi que les ressources et les avantages;

source: “3. Notes that such partnerships can aim at the promotion of vital developmental issues, including the Millennium Development Goals, at the development of common standards, norms, shared values and ethical behaviour that facilitate market transactions and promote United Nations goals, at the sharing and coordination of resources and expertise necessary to address development and humanitarian needs and at the harnessing of markets to interact, in a fair and socially responsible manner, with other markets;
fr: Note que ces partenariats peuvent viser à promouvoir des questions cruciales de développement, notamment les objectifs du Millénaire pour le développement, à susciter des normes communes, des valeurs partagées et un comportement éthique propres à faciliter les transactions commerciales et promouvoir les objectifs de l'Organisation des Nations Unies, à mettre en commun les ressources et les connaissances spécialisées nécessaires et coordonner leur utilisation pour satisfaire les besoins humanitaires et de développement et à faire agir les marchés, les uns par rapport aux autres, de manière équitable et socialement responsable;

source: “4. Recalls that the 2005 World Summit welcomed the positive contributions of the private sector and civil society, including non-governmental organizations, in the promotion and implementation of development and human rights programmes and also welcomed the dialogue between these organizations and Member States, as reflected in the first informal interactive hearings of the General Assembly with representatives of non-governmental organizations, civil society and the private sector;
fr: Rappelle que le Sommet mondial de 2005 a salué les contributions positives du secteur privé et de la société civile, notamment des organisations non gouvernementales, à la promotion et à l'application des programmes relatifs au développement et aux droits de l'homme, et s'est félicité du dialogue entre ces organisations et les États Membres, comme en témoignent les premières auditions interactives informelles de l'Assemblée générale avec les représentants des organisations non gouvernementales, de la société civile et du secteur privé;

source: “5. Also recalls that the 2005 World Summit resolved to enhance the contribution of non-governmental organizations, civil society, the private sector and other stakeholders in national development efforts, as well as in the promotion of the global partnership for development, and encouraged public-private partnerships in the following areas: the generation of new investments and employment; financing for development; addressing the challenges to health through treatment and research; and the promotion of science and technology for development in the areas of health, agriculture, conservation, sustainable use of natural resources and environmental management, energy, forestry and the impact of climate change;
fr: Rappelle également que le Sommet mondial de 2005 a décidé de renforcer la contribution des organisations non gouvernementales, de la société civile, du secteur privé et d'autres parties prenantes aux efforts de développement national ainsi qu'à la promotion du partenariat mondial en faveur du développement, et qu'il a encouragé les partenariats publics-privés dans les domaines suivants : réalisation de nouveaux investissements et création d'emplois; financement du développement; recherche de solutions aux problèmes de santé par le traitement et la recherche; et promotion de la science et de la technique au service du développement dans les secteurs de la santé, de l'agriculture, de la protection de l'environnement, de l'utilisation durable des ressources naturelles et de la gestion de l'environnement, de l'énergie, des forêts et de l'incidence des changements climatiques;

source: “6. Encourages the United Nations system to continue to develop a common and systemic approach to partnership, which places greater emphasis on impact, accountability and sustainability, without imposing undue rigidity in partnership agreements, and with due consideration being given to the partnership principles set out in its resolution 58/129;
fr: Encourage le système des Nations Unies à continuer d'adhérer à une conception commune et systématique des partenariats qui mette davantage l'accent sur l'impact, la responsabilité et la durabilité, sans imposer une quelconque rigidité aux accords de partenariat et en tenant dûment compte des principes régissant les partenariats énoncés dans la résolution 58/129;

source: “7. Also encourages responsible business practices, such as those promoted by the Global Compact;
fr: Encourage également des pratiques commerciales responsables telles que celles énoncées dans le Pacte mondial;

source: “8. Stresses the importance of good corporate governance and corporate social responsibility, and encourages the Global Compact Office to continue to foster responsible business practices and to promote the sharing of best practices and positive action through learning, dialogue and partnerships;
fr: Souligne l'importance d'une bonne gestion des entreprises et de la responsabilité sociale de ces dernières et encourage le Bureau du Pacte mondial à continuer de favoriser des pratiques commerciales responsables, à promouvoir l'échange de pratiques optimales et à favoriser une action positive par l'apprentissage, le dialogue et les partenariats;

source: “9. Encourages the Global Compact Office to ensure that relevant lessons learned from partnerships, including with the business community, contribute to ongoing United Nations reform efforts;
fr: Encourage le Bureau du Pacte mondial à veiller à ce que les enseignements pertinents tirés des partenariats, notamment avec les milieux d'affaires, contribuent au processus de réforme de l'Organisation des Nations Unies en cours;

source: “10. Welcomes the appointment by the Secretary-General of a Special Adviser for the Global Compact;
fr: Se félicite de la nomination par le Secrétaire général d'un conseiller spécial pour le Pacte mondial;

source: “11. Requests the Secretary-General to take further appropriate action to consolidate partnerships by enhancing their impact assessment, strategic focus and local ownership, as well as by enhancing partnership management through adequate training at all concerned levels, the sharing of best practices, the streamlining of United Nations guidelines for partnerships and the improvement of the partner selection processes;
fr: Prie le Secrétaire général de prendre toutes autres dispositions pertinentes pour consolider les partenariats en renforçant leurs études d'impact, leur champ d'action stratégique et leur prise en main au niveau local et en améliorant la gestion des partenariats grâce à une formation appropriée à tous les niveaux, à la mise en commun des meilleures pratiques, à la rationalisation des directives des Nations Unies pour les partenariats et à l'amélioration des procédures de sélection des partenaires;
